<template>
  <div class="about">
    <h1>Создатели игры</h1>
    <p><b>Автор оригинальной игры "Бэнг!":</b> Эмилиано Шарра при участии Роберто Корбелли и Доменики ди Джорджио</p>
    <p><b>Развитие игры "Дэнг!":</b> Шаплыко Валерия, Шестаков Валерий</p>
    <p><b>Верстка и дизайн:</b> Шаплыко Валерия, Шестаков Валерий</p>
    <p><b>Продюсирование:</b> Шаплыко Валерия, Шестаков Валерий</p>
    <h1>Издатель: ООО "Валеры"</h1>
    <p><b>Общее руководство:</b> Шаплыко Валерия, Шестаков Валерий</p>
    <p><b>Руководство производством:</b> Шаплыко Валерия, Шестаков Валерий</p>
    <p><b>Главный редактор:</b> Шаплыко Валерия, Шестаков Валерий</p>
    <p><b>Выпускающий редактор:</b> Шаплыко Валерия, Шестаков Валерий</p>
    <p><b>Старший дизайнер:</b> Шаплыко Валерия</p>
    <p><b>Младший дизайнер-верстальщик:</b> Шестаков Валерий</p>
    <p><b>Корректор:</b> Шаплыко Валерия, Шестаков Валерий</p>
    <p><b>Директор по развитию бизнеса:</b> Шаплыко Валерия, Шестаков Валерий</p>
    <p><b>Креативный директор:</b> Шаплыко Валерия, Шестаков Валерий</p>
    <h1>Специально ко дню рождения Дениса 2021!</h1>
  </div>
</template>
