<template>
  <div>
    <p>Первый ход делает Денис, а затем право хода передается по часовой стрелке. Каждый ход состоит из трех фаз:</p>
    <ol>
      <li>1. Набор карт.</li>
      <li>2. Розыгрыш карт.</li>
      <li>3. Сброс.</li>
    </ol>

    <h2>1. Набор карты</h2>
    <p><b>Возьмите на руку 2 верхние карты из колоды.</b> Если карты в колоде закончились, перетасуйте сброс и соберите из него новую колоду.</p>
    
    <h2>2. Розыгрыш карт</h2>
    <p>Можете сыграть любое число карт в помощь себе или во вред соперникам. Как правило, вы разыгрываете карты только в свой ход (за исключением карт "Я не чувствую боли!" и "МакДрайв"). Вы имеет право сыграть сколько угодно карт (в том числе не сыграть ни одной), однако при этом обязаны соблюдать три ограничения.</p>

    <p class="important"><b>Ограничение №1. Нельзя сыграть больше 1 карты "Дэнг!" за ход</b> (это правило не относится к другим картма с символом {Я не чувствую боли}).</p>
    <p class="important"><b>Ограничение №2. У вас в игре не должно быть нескоих карт с одним и тем же названием</b> (максиму по одному экземплярую каждой карты).</p>
    <p class="important"><b>Ограничение №3. У вас в игре может быть только 1 оружие</b> (разыгрывая новую карту оружия, сбросьте ранее выложенную).</p>
    
    <p>Игровые карты бывают двух видов: <b>разовые</b> (пастельно-розового цвета) после применения идут в сброс, а <b>постоянные</b> (пастельно-синего цвета) остаются в игре.</p>

    <p>Разыгрвав <b>разовую карту,</b> положите ее в стопку сброса лицевой стороной вверх и примените все ее эффекты (указанные текстом или символами).</p>
    <p>Разыгрвав <b>постоянную карту,</b> положите ее лицевой стороной вверх перед собой ("Втулка" - перед другим игроком). Лежащие перед вами карты находятся в игре, их эффекты действуют постоянно, пока карта не будет сброшена (например, с помощью "Утрата") или не покинет игру другим образом (например, как "Голодовка"). Вы можете держать в игре сколько угодно карт, но все они должны быть разными.</p>

    <div class="important"><b>Важно:</b> в этой фазе нельзя просто так сбросить с руки карту, не применив ее эффекта. Сбрасывать карты вы можете в фазе сброси и только если превышен предел с руки.</div>

    <h2>3. Сброс</h2>
    <p>Если вы больше не хотите или не можете разыгрывать карты, фаза розыграша карт завершена, и вы должны сбросить с руки излишки карт. Предел руки равен число оставшихся у вас <b>к концу хода</b> бургеров. Сбросьте все карты сверх этого предела, после этого наступит ход вашего соседа слева.</p>
  
    <h2>Расстояние между игроками</h2>
    <p>Расстояние от одного игрока до другого равно числу промежутков между ними, считая ближайшую сторону вокруг стола. Многие карты действуют только на определённом расстоянии. Например, в начале игры из оружия у вас есть только кулак с одним символом шага, поэтому вы можете достать цель - игрока или карту - только на расстоянии 1. Выбывшие игроки не учитываются при определении расстояния: если чей-то персонаж выходит из игры, остальные становятся ближе к друг другу.</p>
  
    <h2>Выбывание из игры</h2>
    <p>Когда ваш персонаж теряет последнюю единицу энергии, вы можете тут же сыграть карту "МакДрайв" и остаться в игре. Если у вас нет такой карты, ваш персонаж остается без бургеров и выбывает из игры. При этом вы должны раскрыть карту роли и сбросить все свои карты с руки и из игры.</p>

    <h2>Штрафы и награды</h2>
    <p>1. Если Денис выводит из игры Толика, то Денис обязан сбросить все свои карты с руки и из игры.</p>
    <p>2. Если любой игрок выводит из игры Валеру (даже если он сам Валера), он должен добавить на руку 3 карты из колоды в качестве награды.</p>

    <h2>Проверка</h2>
    <p>В тексте некоторых игральных карт ("Дюрекс", "Втулка", "Голодовка" и "Новая надежда") встречаются слова "Сделайте проверку". Делая проверку, вы должны раскрыть верхнюю карту колоды и посмотреть, есть ли внизу на карте указанный в тексте проверки симовл. Если есть, то проверка пройдена и срабатывает эффект картЫ, вызвавшей проерку. Иначе ничего не происхдит. Карта, которую вы раскрыли для проверки, в любом случае сбрасывается без эффекта.</p>
  </div>
</template>

<script>
export default {

}
</script>

<style scoped>
ol {
  padding: 0px;
}

li {
  list-style-type: ;
}
</style>