<template>
  <div>
    <p>Игра завершается в одном из следующих случаев:</p>
    <ul>
      <li>a) <b>Поражение Дениса.</b> Если в игре осталась только Карина, побеждает она, иначе побеждают Валеры.</li>
      <li>a) <b>Денис торжевствует.</b> Если все Валеры и Карина выбыли из игры, побеждает Денис и Толики.</li>
    </ul>

    <h2>Новая партия</h2>
    <p>Если вы остались в живых в предыдущей партии, можете сохранить свою карту способности. Те, кто выбыли из игры, тянут новые. Карты с руки и из игры придется сбросить всем.</p>
    <p></p>
    <p>Если хотите дать шанс сыграть Денисом каждому игроку, то получите Дэнг! (шутка). В каждой новой партии передавайте карту Дениса по часовой стрелке, а остальных персонажей распределяйте случайным образом.</p>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>