<template>
  <div class="home">
    <h1>Добро пожаловать в инструкцию по игре Дэнг!</h1>
    <p>Дорогой братишка, друг, братишка парня, да и просто хороший человек.</p> 
    <p>Сегодня мы хотим поздравить тебя с днем рождения! Ты уже совсем взрослый - тебе очко. Что же можно сказать такому хорошему человеку.</p> 
    <p>Первое, что мы бы хотели тебе пожелать это конечно крепкого здоровья. Его должно хватать на любые твои свершения и приключения. Но можно немного меньше, чтобы не угодить в армию после учебы. Никому из нас не хочется провести год без такого человека рядом.</p>
    <p>Верных людей рядом, чтобы ты был уверен в каждом, как и они в тебе. Доверяй тем людям, которые придут тебе на помощь в любой ситуации, станут крепкой поддержкой в трудные моменты жизни и разделят счастливые моменты. Мы стараемся быть этими людьми для тебя. Не будь слишком доверчив к людям, которые этого не достойны.</p> 
    <p>Живи так, как чувствуешь и не останавливайся на достигнутом. Но не забывай прислушиваться к родным, которые желают тебе только счастья. Пусть препятствия, которые подкидывает тебе эта жизнь не выбивают тебя из колеи, а наоборот, заставляют набраться больше опыта и двигаться еще выше, учиться на своих прошлых ошибках и больше их не допускать.</p>
    <p>На каждом шагу ищи возможности реализоваться. У тебя очень большой потенциал и ты обязательно добьешься чего только захочешь. У тебя может быть все, надо только правильно поставить задачу.</p>
    <p>Исполнения желаний тебе. Не грусти, радуйся жизни, а когда что-то не получается, загадывай желание и вставай, хватит нюни распускать, все получится.</p>
    <p>Ну и просто будь собой, красавчик.</p>
    <h2>С днем рождения, Дэн!</h2>
  </div>
</template>

<script>
export default {
}
</script>


