<template>
  <div class="home">
    <h1>Добро пожаловать в инструкцию по игре Дэнг!</h1>
    <p>Дорогой братишка, друг, братишка парня, да и просто хороший человек.</p> 
    <p>Сегодня мы хотим поздравить тебя с днем рождения! Ты уже совсем взрослый - тебе очко. Что же можно сказать такому хорошему человеку.</p> 
    <p>Во первых ты сам все знаешь. Ты знаешь куда идти, кому позвонить и, в принципе, знаешь что тебе нужно. Так вот не забывай, что мы всегда готовы тебе помочь, в любой ситуации.</p>
    <p>Во вторых, конечно же, здоровья. Много крепкого здоровья, чтобы на много веков хватило.</p> 
    <p>В третьих, много счастья. Не забывай как ты его получаешь, кто его может тебе дать и не делай поспешных решений. Говори, разговаривай, разбирайся, жалуйся, но и слушай тоже, даже если тебе кажется, что он или она тебе какую-то ерунду впрягают.</p>
    <p>В четвертых, на каждом шагу ищи возможности реализоваться. У тебя очень большой потенциал и ты обязательно добьешься чего только захочешь. У тебя может быть все, надо только правильно поставить задачу.</p>
    <p>В пятых, исполнения желаний тебе. Не грусти, радуйся жизни, а когда что-то не получается, загадывай желание и вставай, хватит нюни распускать, все получится.</p>
    <p>Ну и просто будь собой, красавчик.</p>
    <h2>С днем рождения, Дэн!</h2>
  </div>
</template>

<script>
export default {
}
</script>
