<template>
  <div>
      <p>Любую карту с эффектом "Я не чувствую боли!" можно сыграть для отмены любой карты с эффектом "Дэнг!"</p>
      <p>В ход можно сыграть только одну карту "Дэнг!", а также сколько угодно других карты с символом {Дэнг!}.</p>
      <p>У вас в игре не может быть двух одинаковых карт.</p>
      <p>У вас в игре можеть быть только одно оружие. Если у вас нет никакого другого оружия, вы пользуетесь кулаком.</p>
      <p>Оружие не меняет расстояния между игроками. Количество следов на карте оружия - это максимальное расстояние, на котором вы можете попасть в цель (напрмер, картой "Дэнг!").</p>
      <p>"МакДрайв" не действует, если в игре остались только двое.</p>
      <p>Потеряв последний бургер, вы можете сыграть "МакДрайв", но не "Фортнайт".</p>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>