<template>
  <div>
    <p>Цель игрока зависит от того, каким персонажем он играет:</p>
    <ul>
      <li><b>Денис</b> должен вывести из игры всех Валеру и Карину, сделав свою жопу единственной силой в Галактике.</li>
      <li><b>Толики</b> Защищают Дениса любой ценой: они верные слуги Денисиной жопы.</li>
      <li><b>Валеры</b> стремятся победить Дениса, рискуя собственной жизнью ради блага чистого воздуха.</li>
      <li><b>Карина</b> побеждает, если останется последним, кто уцелеет в пердеже. Она ищет личной выгоды на всем готовеньком.</li>
    </ul>
  </div>
 
</template>

<script>
export default {

}
</script>

<style>

</style>